nc: 80
scales:
  n: [0.50, 0.25, 1024]
  s: [0.50, 0.50, 1024]
  m: [0.50, 1.00, 512]
  l: [1.00, 1.00, 512]
  x: [1.00, 1.50, 512]
backbone:
  - [-1, 1, Conv, [64, 3, 2]]
head:
  - [-1, 1, Detect, [nc]]

